archangel_run/mmc/patch/consent/XML/FPT/req_login.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <CheckAccount_DR xmlns="https://psp.gate.vn/">
      <UserName>%ID%</UserName>
      <Password>%PW%</Password>
      <GameID>%GAME_ID%</GameID>
      <IP>%CLIENT_IP%</IP>
    </CheckAccount_DR>
  </soap:Body>
</soap:Envelope>